CS_server/Example/C/gcc_mpi_omp/windAroundBuildings_v2206/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

./Allrun.pre

restore0Dir

runApplication $(getApplication)

#------------------------------------------------------------------------------
