CS_server/Example/C/gcc_mpi_omp/windAroundBuildings_v2206/Allrun-parallel
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

./Allrun.pre

runApplication decomposePar

restore0Dir -processor

runParallel $(getApplication)

runApplication reconstructPar

#------------------------------------------------------------------------------
